---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.WallFailures.FaceWallFailedToMake
source: html/e654545b-7ac5-af46-c6ce-a1dc780d2e34.htm
---
# Autodesk.Revit.DB.BuiltInFailures.WallFailures.FaceWallFailedToMake Property

Can't make Face Wall shape.

## Syntax (C#)
```csharp
public static FailureDefinitionId FaceWallFailedToMake { get; }
```